Repository: RyftPay/ryft-ios
Catalog: RyftUI/Source/Resources/Localizations/*.lproj/Localizable.strings
Languages: es

# card_drop_in_title
source: Credit / Debit Card
es: Tarjeta de crédito / débito

# card_drop_in_authorise_title
source: Authorise Card
es: Autorizar Tarjeta

# card_drop_in_or
source: or
es: o

# card_number_placeholder
source: Card Number
es: Número de tarjeta

# expiration_placeholder
source: MM/YY
es: MM/AA

source: Pay Now
es: Pagar ahora

# cancel_title
source: Cancel
es: Cancelar

# insufficient_funds
source: Your payment method does not have sufficient funds
es: Su método de pago no tiene fondos suficientes

# declined_do_not_honour
source: Your bank have declined this card
es: Su banco ha rechazado esta tarjeta

# invalid_card_number
source: Your card number is invalid
es: El número de la tarjeta no es válido

# restricted_card
source: Your card has been restricted
es: Su tarjeta ha sido restringida

source: Security violation
es: violación de seguridad

# expired_card
source: Your card has expired
es: La fecha de caducidad de la tarjeta no es válida

# gateway_reject
source: Your bank have declined this payment
es: Su banco ha rechazado este pago

# bad_track_data
source: Your CVC or card expiration is invalid
es: Su CVC o caducidad de tarjeta no es válido

# cvv2_failure
source: Your 3/4 digit CVC was incorrect, please check and try again
es: Su CVC de 3/4 dígitos era incorrecto, verifique e intente nuevamente

# 3ds_authentication_failure
source: You failed to successfully authorize your payment method
es: No pudo autorizar correctamente su método de pago

# unknown
source: An unknown error occurred
es: Un error desconocido ocurrió

source: Oops!
es: ¡Ups!

source: Retry
es: Rever

# apple_pay_present_error
source: There was an unexpected issue displaying Apple Pay
es: Hubo un problema inesperado al mostrar Apple Pay

# save_card_opt_in_message
source: Save card for future payments
es: Guardar tarjeta para futuros pagos

source: Save card
es: Guardar tarjeta

# save_card_consent_message
source: By authorising your card, you consent to your details being stored securely for future payments
es: Al autorizar su tarjeta, acepta que sus datos se almacenen de forma segura para pagos futuros
